Repository: ryonakano/atlas
Catalog: po/extra/*.po
Languages: es, lt, nl, sk

source: View where to go
es: Dónde ir
lt: Nustatykime kelionės tikslą
nl: Bekijk waar je heen moet
sk: Zobrazte si, kam chcete ísť

source: A map app that helps you to see where you want to go.
es: Una aplicación de mapas que te ayuda a ver a dónde quieres ir.
lt: Kelialapio programėlė leidžianti matyti nustatytą kelionės tikslą.
nl: Een kaarttoepassing die je naar je bestemming begeleidt.
sk: Mapová aplikácia, ktorá vám pomôže zobraziť si miesto, na ktoré sa chystáte ísť.

source: Features include:
es: Las características incluyen:
lt: Išskirtinės savybės:
nl: Kenmerken:
sk: Funkcie zahŕňajú:

source: Search any place
es: Busca en cualquier lugar
lt: Atsitiktinė vietos paieška
nl: Zoek naar elke willekeurige locatie
sk: Vyhľadajte akékoľvek miesto

source: Jump to your current location instantly
es: Salta a tu ubicación actual al instante
lt: Akimirksniu nustatyti mano buvimo vietą
nl: Ga direct naar je huidige locatie
sk: Presuňte sa na vašu aktuálnu polohu okamžite jedným klikom

source: This is a fork of "Atlas Maps" and wouldn't exist without work of Steffen Schuhmann.
es: Se trata de una bifurcación de "Atlas Maps" y no existiría sin el trabajo de Steffen Schuhmann.
lt: Tai yra atšaka originalaus "Atlas Maps", kuri neegzistuotų be Stefano Schuhmano darbo.
nl: Dit project is een afsplitsing van Atlas Maps en zou niet bestaan hebben zonder het werk van Steffen Schuhmann.

source: Search where to go
lt: Kelionės paieška
nl: Zoek je bestemming

source: Update translations
es: Traducciones actualizadas
lt: Atnaujinti vertimai
nl: Vertalingen bijgewerkt

source: Rewrite the app; now it uses GTK 4 instead of GTK 3 and libshumate instead of libchamplain
nl: Nieuw: de app maakt voortaan gebruik van GTK 4 in plaats van GTK 3 en libshumate in plaats van libchamplain

source: Update the dependency geocode-glib from 3.26.2 to 3.26.4
lt: Atnaujintas privalomas geocode-glib iš 3.26.2 į 3.26.4
nl: Bijgewerkt: geocode-glib van 3.26.2 naar 3.26.4

source: Update copyright information
lt: Atnaujinta autorių teisių informacija
nl: Bijgewerkt: copyrightinformatie

source: Fix the app being introduced as if sharing your location to someone in AppCenter
nl: Opgelost: de toepassing kon worden gebruikt om een locatie te delen in AppCenter
sk: Oprava chyby, keď sa v AppCentre zobrazovalo upozornenie, že aplikácia s niekým zdieľa vašu polohu

source: Show the shortcut key for search entry using tooltip
lt: Naudojant tooltip pateikti greitųjų klavišų kombinaciją paieškos įvesčiai
nl: Nieuw: de sneltoets van het zoekvak wordt getoond in de hulpballon
sk: Zobrazovať klávesovú skratku pre políčko vyhľadávania v popise

source: Add the new style switcher
lt: Pridėti naują stilių mainytoją
nl: Verbeterd: nieuwe schakelaar
sk: Pridaný nový prepínač štýlov

source: Redesigned &amp; vectored app icon (big thanks to @Suzie97)
lt: Permaketuota ir vektorizuota programėlės ikonėlė (big thanks to @Suzie97)
nl: Opnieuw ontworpen vector-toepassingspictogram (veel dank aan @Suzie97!)
sk: Prerobená a vektorizovaná ikonka aplikácie (veľká vďaka @Suzie97)

source: Show your current location if launching the app for the first time
lt: Pateikti dabartinę buvimo vietą paleidžiant programėlę pirmą kartą
nl: Nieuw: je huidige locatie wordt getoond na de eerste opstart
sk: Zobraziť vašu aktuálnu polohu, ak spustíte aplikáciu po prvý raz

source: Translation updates:
lt: Vertimo naujiniai:
nl: Vertaalupdates:
sk: Aktualizácie prekladov:

source: Add French translation (thanks to @NathanBnm)
lt: Pridėtas prancūzų vertimas (thanks to @NathanBnm)
nl: Nieuw: Franse vertaling (met dank aan @NathanBnm)
sk: Pridaný preklad do francúzštiny (vďaka @NathanBnm)

source: Initial release
lt: Einamoji laida
nl: Eerste versie
sk: Prvé vydanie

source: Map
lt: Kelialapis
nl: Kaart
sk: Mapa

source: Trip;Explore;
lt: Kelionė;Tyrinėti;
nl: Reis;Verkennen;Kaart;
sk: Výlet;Objaviť;Preskúmať;

source: Fix the app being introduced as if sharing your location to someone in "AppCenter"
lt: Pažindinimo programos taisa, kuomet nėra keičiamasi buvimo vieta per "AppCenter" nepažįstamiems asmenims

source: Atlas Developers
sk: Vývojári Atlas

source: Maps
es: Mapas

source: trip;explore;
es: viajes;explora;viajar;

source: See locations on a map
es: Vea ubicaciones en un mapa
