Repository: ryonakano/atlas
Catalog: po/*.po
Languages: pl

source: Transport Map
pl: Mapa transportu

source: Current Location
pl: Bieżąca lokalizacja

source: Search Location
pl: Lokalizacja wyszukiwania

source: Layer:
pl: Spacji:

source: Preferences
pl: Preferencje

source: Searching locations…
pl: Trwa wyszukiwanie lokalizacji…

source: Detecting your current location…
pl: Trwa wykrywanie bieżącej lokalizacji…

source: Style:
pl: Styl:

source: Light style
pl: Styl światła

source: Light
pl: Światło

source: Dark style
pl: Ciemny styl

source: Dark
pl: Ciemny

source: Use the same style set in the system
pl: Użyj tego samego zestawu stylów w systemie
